/* dashboard location */
"Dashboard" = "Dashboard";

/* desktop location */
"Desktop" = "Scrivania";

/* layer heading */
"Layer: " = "Livello:";

/* dock items */
"List of Dock Items " = "Elenco di elementi del Dock";

/* properties heading */
"Properties: " = "Proprietà: ";

/* widget heading */
"Widget: " = "Widget: ";

/* Recent items */
"Recent Applications" = "Applicazioni recenti";
"Recent Documents" = "Documenti recenti";
"Recent Servers" = "Server recenti";
"Favorite Volumes" = "Volumi Preferiti";
"Favorite Items" = "Preferiti";

"Spacer" = "Spaziatore";
"Sort by: " = "ordina per: ";
"Display as: " = "Mostra come: ";
"View Content as: " = "Visualizza contenuti come: ";
"Type: " = "Tipo: ";
"Location: " = "Posizione: ";
"Name: " = "Nome:";
"URL: " = "URL: ";

/* Stack settings */
"Name" = " Nome";
"Date Added" = "Data di aggiunta";
"Date Modified" = "Data di modifica";
"Date Created" = "Data di creazione";
"Kind" = "Classe";
"Folder" = "Cartella";
"Stack" = "Pila";
"Fan" = "Ventaglio";
"Grid" = "Griglia";
"List" = "Elenco";
"Automatic" = "Automatico";